[
    {
      "id": 1,
      "slug": "pengertian-kgbo",
      "title": "Apa Itu Kekerasan Berbasis Gender Online (KGBO) dan Mengapa Kita Harus Peduli?",
      "author": {
        "name": "ANonUserss",
        "avatar": "/avatar/PP6.png",
        "role": "Penulis",
        "sources": [
          { "label": "Komnas Perempuan", "url": "https://komnasperempuan.go.id" },
          { "label": "UN Women", "url": "https://unwomen.org" }
        ]
      },
      "category": ["Advokasi Gender"],
      "date": "2025-06-15",
      "excerpt": "Kekerasan Berbasis Gender Online (KGBO) merupakan ancaman nyata di era digital. Artikel ini menjelaskan pengertiannya dan pentingnya kesadaran publik.",
      "content": [
        "<h1 class='text-3xl font-bold text-pink-600'>Apa Itu Kekerasan Berbasis Gender Online (KGBO)?</h1>",
        "<p><strong>Kekerasan Berbasis Gender Online (KGBO)</strong> adalah segala bentuk kekerasan yang terjadi di ruang digital dan ditujukan kepada seseorang berdasarkan identitas gendernya. KGBO bisa terjadi dalam berbagai bentuk, seperti pelecehan seksual melalui pesan, penyebaran konten intim tanpa persetujuan, ujaran kebencian berbasis gender, hingga penyebaran data pribadi atau doxing.</p>",
        "<p>Perempuan dan kelompok minoritas gender, seperti LGBTQ+, merupakan kelompok yang paling sering menjadi korban KGBO. Kekerasan ini tidak hanya terjadi di media sosial, tetapi juga di forum, aplikasi perpesanan, hingga platform permainan daring (online games).</p>",

        "<h2 class='text-2xl font-semibold text-indigo-600'>Bentuk-Bentuk KGBO</h2>",
        "<p>Beberapa bentuk KGBO yang umum terjadi meliputi:</p>",
        "<ul class='list-disc list-inside space-y-2'>",
          "<li><strong>Pelecehan seksual online:</strong> termasuk komentar yang merendahkan, ajakan yang tidak pantas, atau kiriman gambar seksual tanpa persetujuan.</li>",
          "<li><strong>Doxing:</strong> penyebaran informasi pribadi korban seperti alamat, nomor telepon, atau nama keluarga tanpa izin.</li>",
          "<li><strong>Revenge porn:</strong> penyebaran konten intim yang diperoleh dalam hubungan pribadi tanpa izin, biasanya dengan tujuan balas dendam.</li>",
          "<li><strong>Sextortion:</strong> pemerasan yang dilakukan dengan mengancam akan menyebarkan konten pribadi jika korban tidak memenuhi permintaan tertentu.</li>",
          "<li><strong>Cyberstalking:</strong> tindakan memantau, mengancam, atau mengganggu korban secara terus-menerus melalui dunia maya.</li>",
          "<li><strong>Ujaran kebencian berbasis gender:</strong> pernyataan yang melecehkan atau menargetkan seseorang karena identitas gender atau orientasi seksual mereka.</li>",
        "</ul>",

        "<h2 class='text-2xl font-semibold text-indigo-600'>Dampak Psikologis dan Sosial</h2>",
        "<p>KGBO berdampak besar pada kondisi psikologis dan sosial korban. Beberapa dampak yang umum terjadi antara lain:</p>",
        "<ul class='list-disc list-inside space-y-2'>",
          "<li>Gangguan kecemasan dan depresi</li>",
          "<li>Trauma emosional dan stres pasca-trauma (PTSD)</li>",
          "<li>Kehilangan rasa aman, bahkan dalam kehidupan offline</li>",
          "<li>Menarik diri dari media sosial dan aktivitas sosial lainnya</li>",
          "<li>Penurunan kepercayaan diri dan martabat</li>",
        "</ul>",

        "<h2 class='text-2xl font-semibold text-indigo-600'>Siapa yang Paling Rentan?</h2>",
        "<p>Walaupun semua orang bisa menjadi korban KGBO, kelompok berikut lebih rentan:</p>",
        "<ul class='list-disc list-inside space-y-2'>",
          "<li>Perempuan, terutama yang aktif bersuara di ruang publik digital</li>",
          "<li>Remaja dan anak muda yang belum memahami risiko dunia digital</li>",
          "<li>Anggota komunitas LGBTQ+</li>",
          "<li>Aktivis hak asasi manusia, jurnalis, dan pekerja sosial</li>",
        "</ul>",

        "<h2 class='text-2xl font-semibold text-indigo-600'>Apa yang Bisa Dilakukan Jika Menjadi Korban?</h2>",
        "<p>Jika kamu atau orang terdekatmu menjadi korban KGBO, berikut beberapa langkah yang dapat dilakukan:</p>",
        "<ul class='list-disc list-inside space-y-2'>",
          "<li>Dokumentasikan semua bukti (screenshot, link, username pelaku)</li>",
          "<li>Laporkan ke platform digital terkait (misalnya, Instagram, TikTok)</li>",
          "<li>Hubungi organisasi pendamping seperti SAFEnet, LBH APIK, atau Komnas Perempuan</li>",
          "<li>Pertimbangkan untuk melapor ke kepolisian jika pelanggaran serius terjadi</li>",
          "<li>Cari dukungan psikologis, baik dari konselor maupun komunitas</li>",
        "</ul>",

        "<h2 class='text-2xl font-semibold text-indigo-600'>Peran Kita Dalam Mengatasi KGBO</h2>",
        "<p>Mengatasi KGBO membutuhkan upaya kolektif. Beberapa hal yang bisa kita lakukan sebagai individu dan masyarakat antara lain:</p>",
        "<ul class='list-disc list-inside space-y-2'>",
          "<li>Berpikir kritis dan tidak menyebarkan konten kekerasan atau pelecehan</li>",
          "<li>Menjadi pendukung korban, bukan menyalahkan mereka</li>",
          "<li>Mengedukasi diri sendiri dan lingkungan tentang keamanan digital</li>",
          "<li>Menuntut platform digital bertanggung jawab dalam menangani laporan kekerasan</li>",
          "<li>Mendorong pemerintah membuat kebijakan perlindungan digital berbasis gender</li>",
        "</ul>",

        "<p><strong>Kesimpulannya:</strong> Kekerasan Berbasis Gender Online bukan sekadar gangguan kecil di dunia maya, tapi bentuk nyata dari ketimpangan kekuasaan dan kekerasan berbasis gender yang perlu diakui dan dilawan bersama.</p>"
      ],
      "image": "/articles/id-1/cover.png"
    },
   {
      "id": 2,
      "slug": "jenis-jenis-kgbo",
      "title": "Jenis-Jenis Kekerasan Berbasis Gender Online yang Perlu Diketahui",
      "author": {
        "name": "Dian Lestari",
        "avatar": "/articles/authors.png",
        "role": "Penulis",
        "sources": [
          { "label": "Komnas Perempuan", "url": "https://komnasperempuan.go.id" },
          { "label": "UN Women", "url": "https://unwomen.org" }
        ]
      },
      "category": ["Edukasi", "Keamanan Digital"],
      "date": "2025-06-15",
      "excerpt": "Terdapat berbagai bentuk KGBO yang sering terjadi di dunia maya. Mari kenali agar kita dapat melindungi diri dan orang lain.",
      "content": [
        "<p>Berikut ini beberapa <strong>jenis kekerasan berbasis gender online (KGBO)</strong> yang umum terjadi:</p>",
        "<ol>",
        "<li><strong>Peretasan dan penyebaran data pribadi:</strong> Termasuk doxing dan pembobolan akun yang bisa membahayakan identitas korban.</li>",
        "<li><strong>Penyebaran konten intim tanpa izin:</strong> Disebut juga revenge porn, konten ini sering digunakan untuk mempermalukan atau memeras korban.</li>",
        "<li><strong>Sextortion:</strong> Ancaman untuk menyebarkan konten pribadi jika korban tidak memenuhi permintaan pelaku.</li>",
        "<li><strong>Pelecehan verbal:</strong> Termasuk komentar misoginis, seksis, atau homofobik yang menyasar korban di media sosial dan forum online.</li>",
        "<li><strong>Penguntitan digital (cyberstalking):</strong> Pelaku terus-menerus memantau dan menghubungi korban dengan cara yang membuat tidak nyaman atau takut.</li>",
        "</ol>",
        "<p>Mengenali bentuk-bentuk KGBO adalah langkah awal untuk melawan kekerasan berbasis gender di era digital. Edukasi dan solidaritas adalah fondasi utama untuk melindungi semua pengguna internet.</p>"
      ],
      "image": "/articles/id-2/cover.png"
    },
    {
    "id": 3,
    "slug": "tips-aman-online",
    "title": "Tips Aman Menggunakan Internet untuk Mencegah KGBO",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Tips", "Keamanan Digital"],
    "date": "2025-06-15",
    "excerpt": "Dengan menjaga privasi dan berhati-hati dalam beraktivitas online, kita dapat mengurangi risiko menjadi korban Kekerasan Berbasis Gender Online.",
    "content": [
        "<p>Untuk menghindari menjadi korban KGBO, ada beberapa langkah praktis yang bisa diterapkan dalam aktivitas digital kita sehari-hari:</p>",
        "<ul>",
        "<li><strong>Jaga kerahasiaan data pribadi:</strong> Jangan sembarang membagikan informasi seperti alamat rumah, nomor telepon, atau tempat kerja di ruang publik online.</li>",
        "<li><strong>Gunakan pengaturan privasi dengan bijak:</strong> Pastikan hanya orang terpercaya yang bisa mengakses konten pribadi Anda di media sosial.</li>",
        "<li><strong>Waspadai permintaan yang mencurigakan:</strong> Jangan pernah mengirimkan foto atau video pribadi kepada orang asing atau akun anonim.</li>",
        "<li><strong>Selalu dokumentasikan bukti:</strong> Jika Anda mengalami pelecehan atau ancaman, ambil tangkapan layar dan simpan semua bukti untuk keperluan pelaporan.</li>",
        "<li><strong>Laporkan dan cari dukungan:</strong> Gunakan fitur laporan platform, dan hubungi lembaga seperti <em>Komnas Perempuan</em> atau organisasi pendamping korban.</li>",
        "</ul>",
        "<p>Selain itu, penting untuk membangun komunitas online yang saling mendukung dan tidak menyalahkan korban. Internet yang aman adalah tanggung jawab kita bersama.</p>"
    ],
    "image": "/articles/id-3/cover.png"
    },
  {
    "id": 4,
    "slug": "pelecehan-online-dan-reaksi-publik",
    "title": "Pelecehan Online: Mengapa Reaksi Publik Sering Menyalahkan Korban?",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Pelecehan Online", "Dampak Psikologis"],
    "date": "2025-06-16",
    "excerpt": "Pelecehan digital sering kali diikuti reaksi publik yang menyudutkan korban. Mengapa hal ini terus terjadi dan bagaimana mengubah narasi?",
    "content": [
      "<p>Pelecehan online bisa berupa komentar merendahkan, ancaman seksual, hingga body shaming yang terjadi di platform digital.</p>",
      "<p>Alih-alih mendapatkan dukungan, korban sering kali disalahkan atau diminta 'tidak usah tampil terlalu terbuka di media sosial'.</p>",
      "<p><strong>Ini adalah bentuk victim blaming</strong> yang semakin memperparah dampak psikologis korban, termasuk kecemasan, isolasi, bahkan depresi.</p>",
      "<p>Kita perlu menggeser narasi dari 'mengapa korban tidak hati-hati' menjadi 'mengapa pelaku merasa bebas melakukan kekerasan'.</p>"
    ],
    "image": "/articles/id-4/cover.png"
  },
  {
    "id": 5,
    "slug": "doxxing-dan-sextortion",
    "title": "Doxxing dan Sextortion: Ancaman Nyata di Ruang Digital",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Sextortion & Doxxing", "Keamanan Digital"],
    "date": "2025-06-16",
    "excerpt": "Penyebaran data pribadi dan pemerasan seksual digital semakin sering terjadi. Kenali modusnya dan cara mengantisipasinya.",
    "content": [
      "<p><strong>Doxxing</strong> adalah praktik menyebarluaskan data pribadi seseorang tanpa izin, seperti alamat rumah, nomor telepon, atau informasi keluarga.</p>",
      "<p><strong>Sextortion</strong> terjadi ketika pelaku mengancam untuk menyebarkan konten pribadi dengan tuntutan tertentu, umumnya bersifat seksual atau finansial.</p>",
      "<p>Keduanya bisa berdampak sangat berat secara psikologis dan reputasi sosial, terutama bagi perempuan muda.</p>",
      "<p>Upaya perlindungan harus mencakup edukasi digital, pelaporan cepat, dan kerja sama dengan aparat dan platform digital.</p>"
    ],
    "image": "/articles/id-5/cover.png",
    "topPost": true
  },
  {
    "id": 6,
    "slug": "revenge-porn-dan-hukum",
    "title": "Revenge Porn: Ketika Konten Pribadi Dijadikan Senjata",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Revenge Porn", "Advokasi Gender"],
    "date": "2025-06-16",
    "excerpt": "Penyebaran konten intim tanpa persetujuan atau revenge porn bukan sekadar 'skandal', tetapi bentuk kekerasan berbasis gender.",
    "content": [
      "<p>Revenge porn sering kali terjadi setelah hubungan pribadi berakhir, di mana salah satu pihak menyebarkan konten intim untuk membalas dendam.</p>",
      "<p>Di Indonesia, praktik ini bisa dijerat melalui UU ITE dan UU Pornografi, namun penanganan masih kerap menyalahkan korban.</p>",
      "<p>Perempuan menjadi kelompok yang paling rentan karena norma sosial yang lebih menekan soal seksualitas perempuan.</p>",
      "<p>Penting untuk memperkuat perlindungan hukum sekaligus menghapus stigma terhadap korban penyintas revenge porn.</p>"
    ],
    "image": "/articles/id-6/cover.png"
  },
  {
    "id": 7,
    "slug": "membangun-ruang-digital-aman",
    "title": "Membangun Ruang Digital Aman dan Inklusif bagi Perempuan",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Advokasi Gender", "Keamanan Digital"],
    "date": "2025-06-17",
    "excerpt": "Perempuan berhak atas ruang digital yang bebas dari kekerasan. Bagaimana menciptakan lingkungan daring yang sehat?",
    "content": [
      "<p>Ruang digital seharusnya menjadi tempat berekspresi dan belajar, namun sering kali justru menjadi ruang kekerasan, terutama bagi perempuan.</p>",
      "<p>Upaya membangun ruang aman digital dapat dilakukan melalui:</p>",
      "<ul><li>Kebijakan platform yang tegas terhadap pelecehan</li><li>Pendidikan digital sejak usia dini</li><li>Kampanye empati dan solidaritas online</li></ul>",
      "<p>Platform digital, lembaga hukum, dan masyarakat perlu berkolaborasi untuk memastikan internet bukan alat penindasan, tapi ruang yang membebaskan.</p>"
    ],
    "image": "/articles/id-7/cover.png",
    "topPost": true
  },
  {
    "id": 8,
    "slug": "dampak-psikologis-kgbo",
    "title": "Dampak Psikologis Kekerasan Berbasis Gender Online terhadap Perempuan",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Dampak Psikologis", "Edukasi"],
    "date": "2025-06-17",
    "excerpt": "Korban KGBO tidak hanya menderita secara sosial, tetapi juga mengalami tekanan mental yang mendalam.",
    "content": [
      "<p>KGBO dapat memicu gangguan kecemasan, trauma, hingga depresi berat. Korban sering merasa tidak aman bahkan di kehidupan nyata.</p>",
      "<p>Sayangnya, layanan psikologis masih terbatas dan stigma terhadap perempuan korban kekerasan masih tinggi.</p>",
      "<p>Kampanye kesadaran mental health dan akses layanan konseling harus menjadi bagian dari strategi mengatasi KGBO.</p>"
    ],
    "image": "/articles/id-8/cover.png"
  },
  {
    "id": 9,
    "slug": "pelibatan-laki-dalam-kgbo",
    "title": "Mengapa Laki-Laki Juga Harus Peduli pada Isu KGBO?",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Advokasi Gender", "Edukasi"],
    "date": "2025-06-17",
    "excerpt": "Keterlibatan laki-laki dalam mengakhiri kekerasan berbasis gender online sangat penting. Ini bukan hanya masalah perempuan.",
    "content": [
      "<p>Isu KGBO bukan semata-mata persoalan perempuan, tetapi persoalan ketimpangan kekuasaan yang bisa diubah dengan partisipasi laki-laki.</p>",
      "<p>Laki-laki dapat berperan sebagai:</p>",
      "<ul><li>Pengkritik perilaku seksis di media sosial</li><li>Pelapor kekerasan online yang mereka lihat</li><li>Teman yang mendengarkan dan mendukung korban</li></ul>",
      "<p>Dengan membangun solidaritas lintas gender, kita bisa menciptakan dunia digital yang lebih adil dan aman.</p>"
    ],
    "image": "/articles/id-9/cover.png",
    "topPost": true
  },
  {
    "id": 10,
    "slug": "komunitas-perempuan-digital",
    "title": "Peran Komunitas Perempuan dalam Melawan KGBO",
    "author": "Dian Lestari",
    "avatar": "/articles/authors.png",
    "category": ["Advokasi Gender", "Pelecehan Online"],
    "date": "2025-06-18",
    "excerpt": "Solidaritas sesama perempuan adalah senjata ampuh melawan kekerasan berbasis gender online. Begini cara komunitas melawan balik.",
    "content": [
      "<p>Komunitas perempuan seperti <em>Safenet</em>, <em>Konde.co</em>, dan banyak lainnya berperan penting dalam advokasi, edukasi, dan pendampingan korban KGBO.</p>",
      "<p>Mereka menyediakan ruang aman, materi edukatif, dan bahkan bantuan hukum bagi korban yang kesulitan menghadapi pelaku atau stigma sosial.</p>",
      "<p>Dukungan komunitas tidak hanya memperkuat korban, tapi juga menyuarakan pentingnya transformasi digital yang berpihak pada hak perempuan.</p>"
    ],
    "image": "/articles/id-10/cover.png"
  }
]

