[
  {
    "id": 1,
    "slug": "aku-capek-disalahin-terus",
    "author": "Kangaroo12",
    "avatar": "/avatar/PP3.png",
    "time": "4h",
    "title": "Aku gak tahu ini salah siapa, tapi aku capek disalahin terus.",
    "content": [
      "Aku mulai mempertanyakan: kenapa selalu aku?",
      "<p>Kadang aku hanya ingin semuanya diam. Bukan karena aku tidak peduli, tapi karena aku sudah terlalu lelah. Lelah harus jadi penengah. Lelah menjadi orang yang ‘mengerti’ terus menerus.</p>",
      "<p>Setiap kali ada masalah di rumah, di kampus, atau bahkan di circle pertemanan, aku seperti jadi tempat pertama untuk disalahkan. Padahal aku hanya mencoba menjaga semuanya tetap baik-baik saja.</p>",
      "<p>Ada satu momen ketika aku baru pulang dari aktivitas kampus yang melelahkan. Aku masuk ke rumah, disambut dengan tatapan penuh tuduhan. Tanpa penjelasan, aku diminta bertanggung jawab atas sesuatu yang bahkan aku tidak tahu. Rasanya seperti jatuh dari ketinggian yang tidak terlihat dasarnya.</p>",
      "<h3>Rasa capek ini bukan cuma fisik, tapi juga mental.</h3>",
      "<p>Aku tahu aku bukan orang sempurna. Aku bisa lupa, aku bisa salah. Tapi entah kenapa, ketika orang lain melakukan kesalahan yang sama, mereka dimaafkan begitu saja. Tapi kalau aku, selalu dianggap niat, disengaja, atau lebih parah—‘kamu memang selalu begini.’</p>",
      "<p>Lama-lama, kata-kata itu mengendap di kepala. Jadi bisikan yang berulang: mungkin aku memang selalu salah. Mungkin aku memang gagal jadi anak yang baik. Mungkin… aku memang beban.</p>",
      "<h3>Sampai akhirnya aku sadar: aku butuh ruang untuk bernapas.</h3>",
      "<p>Aku butuh waktu untuk bilang ke diriku sendiri bahwa perasaan ini valid. Bahwa aku tidak harus memikul semua beban sendirian. Bahwa aku juga boleh merasa lelah, kecewa, bahkan marah.</p>",
      "<p>Aku mulai menulis perasaanku. Aku mulai bicara sama teman yang bisa dipercaya. Walaupun pelan-pelan, tapi aku merasa sedikit lebih ringan.</p>",
      "<h3>Kalau kamu merasa seperti ini juga…</h3>",
      "<p>Ingat, kamu gak sendiri. Ada banyak dari kita yang menyimpan luka dalam diam. Tapi percaya deh, kamu tetap berharga. Suara kamu penting. Dan kamu berhak punya ruang aman untuk merasa.</p>",
      "<p>Terima kasih udah baca ceritaku. Mungkin ini bukan solusi. Tapi semoga jadi pengingat kecil: kita pantas dipahami, bukan cuma disalahkan.</p>"
    ],
    "views": "101k",
    "comments": "76",
    "image": ["/post/id-1/pic-1.png", "/post/id-1/pic-2.png"],
    "commentsData": [
      {
        "id": 1,
        "author": "RealSupporter",
        "text": "Keren banget ceritamu! ❤️",
        "time": "2h ago"
      }
    ]
  },
  {
    "id": 2,
    "slug": "pelecehan-online-dan-hujatan",
    "author": "iH8Nuggetss",
    "avatar": "/avatar/PP7.png",
    "time": "2h",
    "title": "Setelah aku speak up soal pelecehan online, banyak yang bilang aku cari perhatian.",
    "content": [
      "<h3>Awalnya aku kira speak up itu langkah berani—ternyata yang datang justru hujatan.</h3>",
      "Aku berpikir, mungkin dengan cerita ini, aku bisa bantu orang lain yang pernah atau sedang mengalami hal serupa. Aku pikir, kalau aku bersuara, aku bisa lepas dari rasa bersalah dan takut yang selama ini diam-diam menggerogoti.",
      "<p>Tapi begitu aku buka suara, komentar-komentar itu datang seperti badai. 'Caper', 'main korban', 'pasti kamu juga menikmati'. Kata-kata itu bukan hanya menyakitkan—mereka seperti menampar ulang luka yang baru mulai sembuh.</p>",
      "<h3>Di balik layar, aku gemetar. Aku pikir aku kuat. Tapi ternyata aku cuma manusia.</h3>",
      "<p>Aku baca satu per satu pesan yang masuk. Ada yang menyudutkan, ada yang melecehkan lagi dengan cara yang lebih halus. Ironis, aku speak up untuk melawan pelecehan, tapi malah diberi lebih banyak bentuk baru dari kekerasan itu.</p>",
      "<p>Rasanya seperti dikhianati oleh dunia maya yang dulu terasa aman. Tempat aku berbagi, sekarang jadi ruang yang memojokkan. Mereka gak tahu betapa lama aku simpan cerita ini. Betapa susahnya memutuskan untuk bicara.</p>",
      "<h3>Pelan-pelan, aku belajar: validasi bukan harus datang dari mereka.</h3>",
      "<p>Yang aku butuhkan bukan pengakuan dari orang asing di internet, tapi kejujuran pada diriku sendiri. Bahwa aku tahu aku tidak salah. Bahwa keberanianku bukan untuk dipertanyakan, tapi untuk dipeluk.</p>",
      "<p>Aku mulai batasi apa yang kubaca. Aku unfollow akun-akun yang menyebarkan kebencian. Aku fokus ke komentar-komentar penuh dukungan—dan lebih penting lagi, aku fokus ke diriku yang sedang berusaha pulih.</p>",
      "<h3>Buat kamu yang juga sedang dilukai karena berani bicara…</h3>",
      "<p>Aku tahu rasanya. Dipertanyakan, diremehkan, dijadikan bahan gosip. Tapi percayalah, keberanianmu itu penting. Suaramu penting. Kamu tidak sendirian, dan kamu tidak salah hanya karena kamu memilih untuk tidak diam.</p>",
      "<p>Terima kasih sudah baca ini. Semoga kamu juga bisa menemukan ruang yang aman—dan semoga kamu tahu: keberanianmu layak dihargai, bukan dihujat.</p>"
    ],
    "views": "2.8k",
    "comments": "103",
    "image": ["/post/id-2/pic.png"]
  }
]
